tap 'caskroom/cask'
tap 'homebrew/boneyard'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'sanemat/font'
brew 'awscli'
brew 'cmake'
brew 'ctags'
brew 'ghq'
brew 'gibo'
brew 'go'
brew 'glide'
brew 'graphviz'
brew 'htop'
brew 'jo'
brew 'nkf'
brew 'python3'
brew 'reattach-to-user-namespace'
brew 'tmux'
brew 'tree'
brew 'luajit'
brew 'vim', args: ['with-luajit', 'with-override-system-vi', 'with-python3']
brew 'wget'
brew 'zplug'
brew 'zsh'
brew 'sanemat/font/ricty'

brew 'ccache'
brew 'rbenv'
brew 'envchain'

cask 'alfred'
cask 'docker'
cask 'dropbox'
cask 'shiftit'
cask 'slack'

